[
  {
    "id": "tortellini-artusi",
    "nome": "Tortellini alla bolognese",
    "description": "Quando sentite parlare della cucina bolognese fate una riverenza, ché se la merita. È un modo di cucinare un po' grave, se vogliamo, perché il clima così richiede; ma succulento, di buon gusto e salubre, tanto è vero che colà le longevità di ottanta e novant'anni sono più comuni che altrove. I seguenti tortellini, benché più semplici e meno dispendiosi degli antecedenti, non sono per bontà inferiori, e ve ne convincerete alla prova.<ul><br><li>Prosciutto grasso e magro, grammi 30.</li><li>Mortadella di Bologna, grammi 20.</li><li>Midollo di bue, grammi 60.Parmigiano grattato, grammi 60.</li><li>Uova, n. 1.</li><li>Odore di noce moscata.</li><li>Sale e pepe, niente.</li></ul>Tritate ben fini colla lunetta il prosciutto e la mortadella, tritate egualmente il midollo senza disfarlo al fuoco, aggiungetelo agli altri ingredienti ed intridete il tutto coll'uovo mescolando bene. Si chiudono nella sfoglia d'uovo come gli altri, tagliandola col piccolo stampo del n. 8. Non patiscono conservandoli per giorni ed anche per qualche settimana e se desiderate che conservino un bel color giallo metteteli, appena fatti, ad asciugare nella caldana. Con questa dose ne farete poco meno di 300, e ci vorrà una sfoglia di tre uova.<i><br><br>Bologna è un gran castellazzo dove si fanno continue magnazze</i>, diceva un tale che a quando a quando colà si recava a banchettare cogli amici. Nell'iperbole di questa sentenza c'è un fondo di vero, del quale, un filantropo che vagheggiasse di legare il suo nome a un'opera di beneficenza nuova in Italia, potrebbe giovarsi. Parlo di un Istituto culinario, ossia scuola di cucina a cui Bologna si presterebbe più di qualunque altra città pei suo grande consumo, per l'eccellenza dei cibi e pel modo di cucinarli. Nessuno apparentemente vuol dare importanza al mangiare, e la ragione è facile a comprendersi: ma poi, messa da parte l'ipocrisia, tutti si lagnano di un desinare cattivo o di una indigestione per cibi mal preparati. La nutrizione essendo il primo bisogno della vita, è cosa ragionevole l'occuparsene per soddisfarlo meno peggio che sia possibile.<br><br>Uno scrittore straniero dice: «La salute, la morale, le gioie della famiglia si collegano colla cucina, quindi sarebbe ottima cosa che ogni donna, popolana o signora, conoscesse un’arte che è feconda di benessere, di salute, di ricchezza e di pace alla famiglia»; e il nostro Lorenzo Stecchetti (Olindo Guerrini) in una conferenza tenuta all’Esposizione di Torino il 21 giugno 1884 diceva: «È necessario che cessi il pregiudizio che accusa di volgarità la cucina, poiché non è volgare quel che serve ad una voluttà intelligente ed elegante. Un produttore di vini che manipola l’uva e qualche volta il campeggio per cavarne una bevanda grata, è accarezzato, invidiato e fatto commendatore. Un cuoco che manipola anch’esso la materia prima per ottenerne un cibo piacevole, nonché onorato e stimato, non è nemmeno ammesso in anticamera. Bacco è figlio di Giove, Como (il Dio delle mense) di ignoti genitori. Eppure il savio dice: <i>Dimmi quel che tu mangi e ti dirò chi sei.</i> Eppure i popoli stessi hanno una indole loro, forte o vile, grande o miserabile, in gran parte dagli alimenti che usano. Non c'è dunque giustizia distributiva. Bisogna riabilitare la cucina».<br><br>Dico dunque che il mio Istituto dovrebbe servire per allevare delle giovani cuoche le quali, naturalmente più economiche degli uomini e di minore dispendio, troverebbero facile impiego e possederebbero un’arte, che portata nelle case borghesi, sarebbe un farmaco alle tante arrabbiature che spesso avvengono nelle famiglie a cagione di un pessimo desinare; e perché ciò non accada sento che una giudiziosa signora, di una città toscana, ha fatto ingrandire la sua troppo piccola cucina per aver più agio a divertirsi col mio libro alla mano. Ho lasciato cader questa idea così in embrione ed informe; la raccatti altri, la svolga e ne faccia suo pro qualora creda l’opera meritoria. Io sono d’avviso che una simile istituzione ben diretta, accettante le ordinazioni dei privati e vendendo le pietanze già cucinate, si potrebbe impiantare, condurre e far prosperare con un capitale e con una spesa relativamente piccoli. Se vorrete i tortellini anche più gentili aggiungete alla presente ricetta un mezzo petto di cappone cotto nel burro, un rosso d'uovo e la buona misura di tutto il resto.''",
    "fonte": "fonti/artusi.html",
    "anchor:": "tortellini-artusi"
  },
  {
    "id": "tortellini-boni",
    "nome": "Tortellini alla bolognese con ragù",
    "description": "Per 6-8 persone (300 tortellini): Pasta all'uovo (farina, g. 500; uova intere, 5; acqua, due gusci d'uovo). Ripieno (polpa di maiale, g. 100; polpa di vitello, g. 50; mortadella di Bologna, g. 50; petto di tacchino, g. 50; prosciutto magro, g. 25; cervello di vitello, g. 50; mezzo cervello di abbacchio; parmigiano, g. 100; torli d'uovo, 2; olio) - Ragù (carne di manzo, mista eventualmente con carne di maiale o di vitello, g. 300; olio; pancetta di maiale, g. 100; cipolla; carota gialla; sedano; chiodo di garofano; brodo, o latte, un bicchiere; vino rosso, mezzo bicchiere) - Parmigiano grattugiato, g. 100 - Sale - Pepe - Noce moscata.<br><br>Preparate il ripieno: mettete in una casseruola l'olio, quando sarà caldo aggiungete il maiale, il tacchino, il vitello. Lasciate rosolare e poi aggiungete il prosciutto, la mortadella e il cervello (crudo). Fate cuocere ancora un po' e poi tritate il tutto accuratamente.<br>Condite l'impasto con i tuorli d'uovo, il parmigiano grattugiato, sale, pepe e un nonnulla di noce moscata; dopo aver bene amalgamato ogni cosa ripassate per l'ultima volta il composto alla macchinetta.<br>Con la farina, le uova e l'acqua, fate una pasta all'uovo piuttosto sostenuta e ben lavorata. Stendetela abbastanza sottile e con un tagliapaste rotondo e liscio di quattro centimetri circa di diametro ricavatene tanti dischetti, su ognuno dei quali metterete un po' di composto.<br>Tenendo il dischetto tra le mani ripiegatelo in due: una metà sull'altra, avvertendo che le due metà non combacino esattamente, ma che la metà che resta al di sopra rimanga un pochino più indietro di quella che resta al di sotto.<br>Premete con le dita sull'orlo affinché che le due parti si chiudano bene, poi rialzate l'orlo stesso e portate le due estremità una sull'altra chiudendo il tortellino sulla punta del dito medio della mano sinistra ed ottenendo così la tradizionale forma ad anello. Fatti tutti i tortellini metteteli su un tovagliolo leggermente infarinato e lasciateli riposare per qualche ora.<br>Lessate i tortellini in abbondando acqua salata in ebollizione, con l'aggiunta di un cucchiaino di olio, lasciateli cuocere per circa un quarto d'ora, poi scolateli bene per evitare che il condimento si diluisca troppo. Conditeli con il ragù preparato e spolverizzateli con il parmigiano grattugiato. I tortellini, se confezionati con certo anticipo, diventano un pò secchi e nella cottura si rompono facilmente. Per evitare questo inconveniente mettete i tortellini secchi per una decina di minuti in acqua fredda; tirateli poi fuori dall'acqua con una cucchiaia bucata e metteteli in una pentola con acqua tiepida e convenientemente salata, che porterete rapidamente all'ebollizione.",
    "fonte": "fonti/boni.html",
    "anchor:": "tortellini-boni"
  },
  {
    "id": "tortellini-carnacina",
    "nome": "Tortellini in brodo",
    "description": "Pasta all'uovo: farina, g. 400; uova intere, 4. Ripieno: lonza di maiale, g. 150; prosciutto crudo, g. 80; mortadella, g. 50; midollo di bue, g. 50; parmigiano reggiano, g. 100; uova, 1; sale, pepe, noce moscata. Brodo di carne. <br><br>Preparare il ripieno tritando finemente la carne e rosolandola nel burro. Unire il prosciutto, la mortadella e il midollo tritati. Lasciar raffreddare, quindi amalgamare con l’uovo, il parmigiano, sale, pepe e noce moscata. Stendere la pasta sottile e tagliare quadratini di circa 3 cm di lato. Porre un po’ di ripieno su ogni pezzo, piegare a triangolo e unire le estremità. Cuocere in brodo di carne bollente e servire ben caldi.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor:": "tortellini-carnacina"
  },
  {
    "id": "tortellini-accademia",
    "nome": "Tortellini bolognese in broth",
    "description": "<ul><li>Flour, 400 g</li><li>Eggs, 4</li><li>Pork loin, 150 g</li><li>Prosciutto, 80 g</li><li>Mortadella, 50 g</li><li>Parmigiano Reggiano, 100 g</li><li>Egg yolk, 1</li><li>Nutmeg</li><li>Salt</li><li>Pepper</li><li>Capon broth</li></ul>Prepare the filling by finely mincing the cooked pork loin with prosciutto and mortadella. Mix with Parmigiano, egg yolk, nutmeg, salt, and pepper. Roll out the pasta dough into a thin sheet and cut it into 3 cm squares. Place a small portion of filling in the center of each square, fold into a triangle, and join the tips to shape tortellini. Cook in boiling capon broth and serve with additional Parmigiano.",
    "fonte": "fonti/accademia.html",
    "anchor": "tortellini-accademia"
  },
  {
    "id": "tortellini-agnetti",
    "nome": "Tortellini",
    "description": "<ul><li>Farina, grammi 300</li><li>Prosciutto grasso e magro, grammi 30</li><li>Mortadella di Bologna, grammi 20</li><li>Midollo di bue, grammi 60</li><li>Parmigiano grattato, grammi 60</li><li>Uova, quattro</li><li>Odore di noce moscata.</li></ul>Tritate colla mezza luna il prosciutto e la mortadella e quindi il midollo di bue crudo e aggiungete a questi battuti riuniti il parmigiano grattato e l'odore di noce moscata, mescolando e impastando bene il tutto con un uovo. Avvertite di non mettere nè sale nè pepe.<br>Chiudete poi a piccole parti questo miscuglio, mettendovelo con un cucchiaino, nei dischi di pasta.<br>Si possono cuocere al brodo come le altre minestre; oppure lessarli in acqua salata a bollore in abbondante <i>sugo di carne<i> e servirli cosparsi di parmigiano, aggiungendovi qualche pezzetto di burro.<br>(Il sugo di carne si prepara nel modo seguente: Mettete in fondo a una cazzeruola alcune fettoline di carne secca (pancetta). Tagliuzzatevi sopra una cipolla, una carota e una costola di sedano. Aggiungetevi qualche pezzetto di burro e distendete sopra a questo preparato 500 grammi di bracioline di manzo. Mettetevi sale, pepe e due garofani, ponete quindi la cazzeruola sul fuoco, senza mai scoprirla. Quando sentirete l'odore della cipolla bruciata, rivoltate la carne, e quando sarà molto rosolata fino ad essere diventata quasi nera, versatevi un piccolo ramaiolo d'acqua fredda, ripetendo per tre volte l'operazione man mano che l'acqua si prosciuga. Finalmente versate nella cazzeruola un litro e mezzo di acqua calda, o, meglio ancora di brodo fatto con ossa spugnose, e fatelo bollire adagino per 5 o 6 ore di seguito onde restringere il sugo ed estrarre dalla carne tutta la sostanza. Poi passatelo per lo staccio e quando, freddando, il grasso si rapprenderà formando uno strato sul sugo, levatelo tutto acciocchè il sugo resti meno grave allo stomaco).",
    "fonte": "fonti/accademia.html",
    "anchor": "tortellini-agnetti"
  },
  {
    "id": "pasta-sarde-artusi",
    "nome": "Maccheroni con le sarde alla siciliana",
    "description": "Di questa minestra vo debitore a una vedova e spiritosa signora il cui marito, siciliano, si divertiva a manipolare alcuni piatti del suo paese, fra i quali il nasello alla palermitana e il pesce a taglio in umido.<ul><br><li>Maccheroni lunghi alla napoletana, grammi 500.</li><li>Sarde fresche, grammi 500.</li><li>Acciughe salate, n. 6.</li><li>Finocchio selvatico, detto finocchio novellino, gr. 300.</li><li>Olio, quanto basta.</li></ul>Alle sarde levate la testa, la coda e la spina dividendole in due parti, infarinatele, friggetele, salatele alquanto e mettetele da parte. I finocchi lessateli, spremeteli dall'acqua, tritateli minuti e metteteli da parte. I maccheroni, dopo averli cotti così interi nell'acqua salata, scolateli bene e mettete anche questi da parte. Ponete al fuoco in un tegame dell’olio in abbondanza e in esso disfate le sei acciughe, ben inteso dopo averle nettate e tolta la spina; versate in questa salsa i finocchi, conditeli con poco sale e pepe e fateli bollire per dieci minuti con sugo di pomodoro o conserva sciolta nell’acqua. Ora che avete tutto in pronto, prendete un piatto che regga al fuoco o una teglia e condite i maccheroni a suolo a suolo con le sarde e con l'acciugata di finocchi in modo che facciano la colma; metteteli a rosolare tra due fuochi e serviteli caldi.<br><br>Crederei dovessero bastare per sei o sette persone.",
    "fonte": "fonti/artusi.html",
    "anchor:": "pasta-sarde-artusi"
  },
  {
    "id": "pasta-sarde-boni",
    "nome": "Maccheroncini con le sarde al forno",
    "description": "Per 6-8 persone: Maccheroncini (mezzi ziti), g. 700 - Sarde fresche, g. 500 - Cipolle, 2 - Pinoli, g. 50 - Uva sultanina, g. 50 - Acciughe, 5-6 - Finocchiella selvatica, un mazzo - Olio, un bicchiere - Zfferano, una bustina - Sale - Pepe.<br><br>La pasta con le sarde della cucina siciliana è una preparazione caratteristica che non trova risconti in nessun'altra cucina regionale.<br>Elemento indispensabile per la pasta con le sarde è la finocchiella selvatica, dei prati. Mondatela bene lasciando solamente la parte più tenera, lavatela e lessatela. L'acqua nella quale la finocchiella è stata cotta non va gettata via. Mettete l'olio in una casseruola, tritate bene le cipolle e fatele soffriggere fino a che abbiano preso un bel color d'oro. Aggiungete la metà delle sarde fresche accuratamente nettate, lavate e spinate, e mescolate energicamente con un cucchiaio di legno, schiacciando con forza le sarde in modo da ridurle in poltiglia; dopo le sarde aggiungete anche le acciughe salate, lavate, spinate e liquefatte in un tegamino con qualche gocia d'olio.<br>Scolate la finocchiella, tritatela ed unitela nella casseruola. Rifinite questo condimento, tenendo sempre la casseruola sul fuoco, con un pizzico di zafferano, sale, pepe, i pinoli e l'uva sultanina rinvenuta in acqua fredda. Se vi fosse riuscito troppo denso diluitelo con un po' dell'acqua in cui ha cotto la finocchiella. Coprite poi la casseruola e lasciate in caldo.<br>Togliete la lisca all'altra metà delle sarde fresche, senza staccare però le due parti del pesce. Risciacquatele, asciugatele e scottatele in una teglia con un pochino d'olio e sale, da ambo le parti.<br>Mettete sul fuoco una grossa pentola con acqua, alla quale aggiungerete l'acqua in cui è stata cotta la finocchiella. Quando bollirà mettete giù i maccheroncini ed appena cotti scolateli e conditeli in una terrina con la metà del condimento preparato.<br>Prendete un tegame da forno e disponete sul fondo di esso uno strato di maccheroncini, sul quale metterete uno strato di sarde sotte e un pò di condimentom e così di seguito fino a ricoprire i maccheroncini con il condimento che vi sarà rimasto.<br>Coprite il tegame, mettetelo in forno già caldo di calore moderato, e lasciate stufare la pasta per una ventina di minuti.<br>Questi maccheroncini si possono mandare in tavola tanto caldi che freddi e sono sempre squisiti.",
    "fonte": "fonti/boni.html",
    "anchor:": "pasta-sarde-boni"
  },
  {
    "id": "pasta-sarde-carnacina",
    "nome": "Bucatini con sarde e finocchietto",
    "description": "Pasta tipo bucatini, g. 500; sarde fresche, g. 500; finocchietto selvatico, g. 300; cipolla, 1; acciughe sotto sale, 4 filetti; pinoli, g. 50; uvetta sultanina, g. 50; zafferano, 1 bustina; pangrattato, g. 50; olio extravergine, ml. 100; sale; pepe. <br><br>Lessare il finocchietto, scolarlo e tritarlo. Pulire le sarde, aprirle a libro e spezzettarle. In una padella soffriggere la cipolla tritata con l’olio, aggiungere le acciughe e scioglierle nel condimento. Unire le sarde, il finocchietto, l’uvetta ammollata, i pinoli e lo zafferano sciolto in poca acqua. Cuocere i bucatini nell’acqua del finocchietto, scolarli e condirli con la salsa. Servire con pangrattato tostato.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor:": "pasta-sarde-carnacina"
  },
  {
    "id": "pasta-sarde-accademia",
    "nome": "Pasta with Sardines",
    "description": "<ul><li>Bucatini, 500 g</li><li>Fresh sardines, 500 g</li><li>Wild fennel, 300 g</li><li>Onion, 1</li><li>Salted anchovies, 4 fillets</li><li>Pine nuts, 50 g</li><li>Raisins, 50 g</li><li>Saffron, 1 packet</li><li>Breadcrumbs, 50 g</li><li>Extra virgin olive oil, 100 ml</li><li>Salt</li><li>Pepper</li></ul>Boil the wild fennel, drain, and chop finely. Clean the sardines and cut into pieces. In a pan, sauté the chopped onion in olive oil, then add the anchovies and let them dissolve. Add the sardines, fennel, raisins, pine nuts, and saffron dissolved in a bit of warm water. Cook the bucatini in the fennel cooking water, drain, and mix with the sauce. Serve with toasted breadcrumbs on top.",
    "fonte": "fonti/accademia.html",
    "anchor": "pasta-sarde-accademia"
  },
  {
    "id": "pasta-sarde-agnetti",
    "nome": "Bucatini con sarde e finocchietto",
    "description":"Prendete mezzo chilogramma di sardelle fresche e levate loro la testa, la cosa e la spina dividendoe in due parti, infarinatele, friggetele, salatele un poco e mettetele da parte. Mettete anche da parte, dopo averli lessati, spremuti dall'acqua e tritati colla mezzaluna, 300 grammi di finocchi novelli.<br>Prendete poi mezzo chilogramma di maccheroni, di quelli lunghi, alla napoletana, e cuoceteli interi nell'acqua salata, poi scolateli bene. Mettete frattando sul fuoco un tegame con olio in abbondanza e in esso disfate sei acciughe, ben inteso dopo averle nettate e tolta la spina, versate in questa salsa i finochi, conditeli con poco sale e pepe e fateli bollire per dieci minuti con sugo di pomodoro o conserva sciolta nell'acqua.<br>Ora che tutto è pronto, prendete un vassoio che regga al fuoco o una teglia e condite i maccheroni a suolo a suolo colle sardelle e con l'acciugata di finocchi, in modo che facciano la colmata; metteteli poscia a rosolare fra due fuochi e serviteli caldi.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor:": "pasta-sarde-agnetti"
  },
  {
    "id": "pesto-boni",
    "nome": "Pesto alla genovese",
    "description":"Per 6 persone: Basilico fresco, una grossa manciata di foglie - Pecorino o parmigiano grattugiati, g. 100 - Aglio, 2 spicchi - Prezzemolo, un ciuffo (facoltativo) - Olio, un bicchiere - Pinoli (facoltativi), g. 50 - Sale.<br><br>Tritate l'aglio e il basilico con un pizzico di sale per conservare alle foglie il loro bel verde; mettete il tritato in un mortaio di pietra o di legno e aggiungete a poco a poco, pestando, il formaggio e i pinoli, diluite il composto con l'olio, poco alla volta, mescolando con cura fino ad ottenere una crema; salate moderatamente.<br>Il frullatore elettrico semplifica l'operazione: tutti gli ingredienti vanno messi contemporaneamente nel bicchiere del frullatore e lasciati frullare per alcuni minuti.<br>Il pesto può essere usato per condire la pasta (trenette) e in questo caso va diluito con un pò d'acqua di cottura della pasta. Può anche servire per condire minestre di verdura e allora è bene diluirlo con un po' di brodo. Se usato per condire carni e pesci lessati va diluito con un po' d'aceto.",
    "fonte": "fonti/boni.html",
    "anchor:": "pesto-boni"
  },
  {
    "id": "pesto-carnacina",
    "nome": "Pesto di basilico",
    "description": "Basilico fresco, 50 foglie; parmigiano reggiano, g. 50; pecorino sardo, g. 50; pinoli, g. 50; aglio, 2 spicchi; olio extravergine d'oliva, ml. 100; sale grosso. <br><br>Pestare nel mortaio aglio e un pizzico di sale grosso. Aggiungere i pinoli e il basilico, lavorando fino a ottenere una pasta omogenea. Unire i formaggi grattugiati e incorporare l’olio versato a filo. Usare per condire trenette o trofie, diluendo con poca acqua di cottura.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "pesto-carnacina"
  },
  {
    "id": "polenta-salsicce-artusi",
    "nome": "Polenta di farina gialla colle salsicce",
    "description": "Fate una polenta piuttosto tenera di farina di granturco, distendetela sulla spianatoia alla grossezza di un dito e tagliatela a mandorle. <br>Ponete in un tegamino diverse salsicce intere con un gocciolo d’acqua e quando saranno cotte spellatele, sbriciolatele ed aggiungete sugo o conserva di pomodoro. Collocate la polenta in una teglia o in un vassoio che regga al fuoco, conditela a suoli col parmigiano, queste salsicce e qualche pezzetto di burro sparso qua e là, poi mettetela fra due fuochi e quando sarà ben calda servitela, specialmente per primo piatto di una colazione alla forchetta. La detta polenta si può fare anche dura per tagliarla a fette.",
    "fonte": "fonti/artusi.html",
    "anchor:": "polenta-salsicce-artusi"
  },
  {
    "id": "polenta-salsicce-boni",
    "nome": "Polenta con salsicce",
    "description": "Per 6 persone: Farina gialla, g. 500 - Salsicce, 12 - Pomodori pelati, kg 1 - Cipolla - Sedano - Carota gialla - Prezzemolo - Aglio - Guanciale, g. 100 - Vino bianco secco, mezzo bicchiere - Olio, 3 cucchiai - Parmigiano grattugiato, g. 100 - Sale.<br><br>Mettete in una casserola l'olio e lo spicchio d'aglio che toglierete appena sarà colorito. Punsecchiate le salsicce e mettetele nella casseruola dove le terrete quel tanto che basti a farle soffriggere; toglietele, quindi al loro posto aggiungete un battuto fatto con cipolla, sedano, carota gialla, prezzemolo e guanciale. Fate imbiondire il battuto, poi rimettete le salsicce nella casseruola e dopo qualche minuto bagnate con il vino.<br>Appena questo sarà evaporato, mettete nella casseruola i pomodori pelati, condite con poco sale, coprite e fate cuocere, per un quarto d'ora circa, sorvegliando la cottura, perché le salsicce non si disfacciano.<br>Distribuite la polenta nelle scodelle, copritela con abbondante sugo, ponete al centro di ogni scodella due salsicce e cospargete tutto con abbondante parmigiano grattugiato.",
    "fonte": "fonti/boni.html",
    "anchor:": "polenta-salsicce-boni"
  },
  {
    "id": "polenta-salsicce-carnacina",
    "nome": "Polenta con salsicce e pomodoro",
    "description": "Farina di mais, g. 500; salsicce fresche, 6; pomodori pelati, g. 800; cipolla, 1; sedano, 1 costa; carota, 1; vino bianco secco, ml. 100; parmigiano grattugiato, g. 100; olio extravergine, 3 cucchiai; burro, g. 50; sale; pepe.<br><br>Preparare la polenta mescolando la farina in acqua bollente salata. Cuocere mescolando per almeno 40 minuti. In una casseruola soffriggere la cipolla, il sedano e la carota tritati. Aggiungere le salsicce punzecchiate e rosolarle. Sfumare con vino bianco, unire i pomodori pelati e cuocere per 30 minuti. Servire la polenta con il sugo e parmigiano.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "polenta-salsicce-carnacina"
  },
  {
    "id": "polenta-salsicce-accademia",
    "nome": "Valdostan polenta",
    "description": "<ul><li>Cornmeal (coarse), 500 g</li><li>Water, 2 liters</li><li>Salt, 10 g</li><li>Fresh sausages, 6</li><li>Peeled tomatoes, 800 g</li><li>Onion, 1</li><li>Celery, 1 stalk</li><li>Carrot, 1</li><li>Dry white wine, 100 ml</li><li>Grated Parmigiano Reggiano, 100 g</li><li>Extra virgin olive oil, 3 tbsp</li><li>Butter, 50 g</li><li>Salt</li><li>Pepper</li></ul>In a large pot, bring the water to a boil and add salt. Slowly pour in the cornmeal while whisking constantly to prevent lumps. Lower the heat and cook for about 40 minutes, stirring frequently. Meanwhile, in a separate pan, heat the olive oil and sauté the chopped onion, celery, and carrot until softened. Add the sausages and brown them evenly. Deglaze with white wine and let it evaporate. Add the peeled tomatoes, season with salt and pepper, and simmer for 30 minutes. Serve the hot polenta topped with the sausage sauce and sprinkle with Parmigiano. Optionally, finish with a few pieces of butter for extra richness.",
    "fonte": "fonti/accademia.html",
    "anchor": "polenta-salsicce-accademia"
  },
  {
    "id": "finanziera-artusi",
    "nome": "Braciuole di castrato e filetto di vitella alla finanziera",
    "description":"Ponete nel fondo di una cazzaruola una fetta di prosciutto, alquanto burro, un mazzettino composto di carota, sedano e gambi di prezzemolo, e sopra a queste cose delle braciuole intere di castrato nella lombata, che condirete con sale e pepe. Fatele rosolare da ambedue le parti, aggiungete un altro pezzetto di burro, se occorre, e unite alle braciuole ventrigli di pollo, e dopo fegatini, animelle e funghi freschi o secchi, già rammolliti, il tutto tagliato a pezzi; quando anche queste cose avranno preso colore, bagnate con brodo e fate cuocere a fuoco lento. Legate l’umido con un po’ di farina, e per ultimo versate mezzo bicchiere, od anche meno, di vino bianco buono, fatto prima scemare di metà al fuoco, in un vaso a parte, e fate bollire ancora un poco perché s’incorpori. Quando siete per mandarlo in tavola levate il prosciutto e il mazzetto, passate il sugo dal colino e digrassatelo. <br><br>Nella stessa maniera si può fare un pezzo di filetto di vitella, invece del castrato, aggiungendo ai detti ingredienti anche dei piselli. Se farete questi due piatti con attenzione, sentirete che sono squisiti.",
    "fonte": "fonti/artusi.html",
    "anchor:": "finanziera-artusi"
  },
  {
    "id": "finanziera-boni",
    "nome": "Timballetti di vitello alla finanziera",
    "description": "Per 12 timballetti: Polpa magra di vitello, g. 400 (oppure grammi 250 di magro di vitello e grammi 150 di petto di tacchino) - Prosciutto crudo, g. 50 - Burro, g. 250 - Mollica di pane, g. 100 - Prmigiano grattugiato, g. 50 - Torli d'uovo, 5 - Fegatini di pollo, g. 200 - Animelle d'abbacchio, 2 - Funghi secchi, g. 25 - Lingua allo scarlatto, g. 50 - Tartufo - Estratto di carne, un cucchiaino - Fecola di patate, mezzo cucchiaino - Marsala - Prezzemolo - Salsa alla crema per timballetti (burro, g. 50; farina, g. 50; brodo, 2 bicchieri circa; crema di latte, mezzo bicchiere) - Sale.<br><br>Questi timballetti constano di un involucro di farcia di vitello e di un ripieno di regaglie di pollo, che può essere anche arricchito di lingua, funghi, tartufi, ecc.<br>Preparate anzitutto l'involucro di farcia di vitello. Tritate la polpa magra di vitello (ma se vorrete rendere questa farcia ancor più fine, potrete usare 250 grammi di carne magra di vitello e 150 grammi di petto di tacchino) con il prosciutto crudo.<br>Mettete questo impasto in una terrina, aggiungete 120 grammi di burro, la mollica di pane bagnata nel latte e ben strizzata, il parmigiano grattugiato, un pizzico di sale e i torli d'uovo. Amalgamate questo impasto e poi frullatelo; lisciatelo un po' col cucchiaio di legno, copritelo con un foglio di pellicola da cucina e lasciatelo riposare per un paio d'ore in frigorifero.<br>Mettete in una casseruolina 50 grammi di burro e fateci scottare i fegatini e tagliati in pezzettini, e un paio di animelle d'abbacchio ritagliate in dadini. Quando ogni cosa sarà pronta travasatela in un piatto.<br>A parte con 25 grammi di burro fate cuocere i funghi secchi, che avrete fatto rinvenire prima in acqua fredda, nettato e risciacquato. Quando i funghi saranno cotti dopo circa 20 minuti ritagliate anche questi in pezzetti.<br>Ritagliate anche la lingua allo scarlatto e, se credete, unite a questa finanziera anche dei dadini di tartufo.<br>Mettete ora in una casseruolina 25 grammi di burro e quando sarà fuso, aggiungeteci mezzo bicchiere d'acqua calda, in cui avrete sciolto un cucchiaino di estratto di carne o mezzo dado per brodo. Lasciate bollire qualche minuto e poi legate la salsa con mezzo cucchiaino di fecola di patate, sciolta a parte in un dito di marsala.<br>Quando la salsa sarà piuttosto densa, metteteci la finanziera già preparata e lasciate sobbollire piano piano fino a che l'intingolo avrà assorbito tutta la parte liquida e i vari componenti della finanziera saranno rimasti quasi asciutti ma bene avviluppati di salsa densa. Aggiungete un ciuffo di prezzemolo tritato.<br>Imburrate ora dodici stampini a forma di bicchierini (detti anche gobelotti o darioles) e rivestitene l'interno con una fodera di farcia, spessa un mezzo centimentro abbondante. Riempite ogni gobelotto con una parte dell'intingolo preparato e da ultimo, con un altro po' di farcia spianata, chiudetene l'apertura.<br>Circa 45 minuti prima di andare in tavola, passate i dodici stampini preparati in una teglia, versate in essa acqua bollente, fin quasi ai tre quarti dell'altezza degli stampini; copriteli con un foglio di carta da forno e mettete la teglia in forno già caldo di medio calore affinché l'acqua, pur mantenendosi ad alta temperatura, non levi mai il bollore. Occorrerà mezz'ora circa di cottura.<br>Quando la farcia sarà cotta e rassodara, togliete la teglia dal forno, lasciate riposare i timballetti per una decina di minuti e poi sformateli sul piatto di portata precedentemente riscaldato.<br>Sarà opportuno, per rendere la ricetta più gustosa, rifinire i timballetti di vitello alla finanziera velandoli con la seguente salsa calda.<br>Fate liquefare in una casseruolina il burro e poi aggiungete un cucchiaio molto scarso di farina. Lasciate cuocere mescolando accuratamente, senza che la farina prenda colore, e poi bagnate poco a poco con il brodo.<br>Mescolate ancora, diminuite il fuoco e lasciate bollire piano piano, togliendo accuratamente tutta la schiuma che man mano salità alla superficie della salsa; di quando in quando, per favorire la formazione della schiuma, aggiungete qualche mezza cucchiaiata di brodo freddo. Lasciate bollire insensibilmente per circa mezz'ora.<br>Ravvivate il fuoco e, mescolando continuamente, fate addensare la salsa e rifinitela fuori dal fuoco con mezzo bicchiere di crema di latte sciolta, che metterete a poco a poco e sempre mescolando. Tenete in caldo questa salsa fino al momento di usarla",
    "fonte": "fonti/boni.html",
    "anchor:": "finanziera-boni"
  },
  {
    "id": "finanziera-carnacina",
    "nome": "Finanziera piemontese",
    "description": "Polpa di vitello, g. 300; animelle di vitello, g. 200; fegatini di pollo, g. 150; filoni di vitello, g. 100; creste e bargigli di gallo, g. 100; funghi secchi, g. 30; cipolla, 1; burro, g. 80; vino bianco secco, ml. 100; brodo, ml. 300; farina, 1 cucchiaio; aceto di vino, ml. 50; sale; pepe.<br><br>Lessare le creste e i bargigli in acqua e aceto, spellarli e tagliarli a pezzetti. Sbollentare le animelle e i filoni, raffreddarli in acqua e pulirli. In una casseruola soffriggere la cipolla tritata con il burro, aggiungere la polpa di vitello tagliata a dadini e rosolare. Unire gli altri ingredienti, infarinare leggermente e sfumare con il vino bianco. Aggiungere il brodo e cuocere a fuoco dolce fino a ottenere una salsa densa e cremosa. Servire ben caldo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "finanziera-carnacina"
  },
  {
    "id": "zabaione-artusi",
    "nome": "Zabaione",
    "description": "<ul><li>Rossi d’uovo, n. 3.</li><li>Zucchero in polvere, grammi 30.</li></ul>Vino di Cipro, di Marsala, o di Madera, decilitri 1½ pari a nove cucchiaiate circa. Doppia dose potrà bastare per otto persone. Se lo desiderate più spiritoso aggiungete una cucchiaiata di rhum; anche un cucchiaino di cannella in polvere non ci sta male. Lavorate prima con un mestolo i rossi d’uovo collo zucchero finché sieno divenuti quasi bianchi, aggiungete il liquido, mescolate, ponetelo sopra un fuoco ardente frullandolo continuamente e guardandovi dal farlo bollire perché impazzirebbe; levatelo appena comincia ad alzare.<br><br>Meglio, io credo, sia il servirsi della cioccolatiera.",
    "fonte": "fonti/artusi.html",
    "anchor:": "zabaione-artusi"
  },
  {
    "id": "zabaione-boni",
    "nome": "Zabajone",
    "description": "Per ogni torlo d'uovo: Zucchero, un cucchiaio - Marsala, 2 cucchiai.<br><br>Lo zabaione va cotto a bagnomaria; per ogni torlo d'uovo occorre un cucchiaio di zucchero e due di marsala (o di vino bianco). Mettete tutti gli ingredienti insieme in un recipiente e questo recipiente in un altro più grande che contenga acqua calda e ogni cosa sul fuoco, e girando la frusta tra le mani cominciate a lavorare lo zabaione.<br>Per l'azione del calore e della frusta l'uovo diventa dapprima spumoso; poi monta e finalmente si rapprende in una massa soffice e leggera.<br>Lo zabaione può essere aromatizzato con vaniglina, buccia d'arancia o di limone grattugiata.",
    "fonte": "fonti/boni.html",
    "anchor:": "zabaione-boni"
  },
  {
    "id": "zabaione-carnacina",
    "nome": "Zabaione al marsala",
    "description": "Tuorli d’uovo, 4; zucchero, g. 80; marsala, ml. 100.<br><br>Montare i tuorli con lo zucchero in una ciotola resistente al calore fino a ottenere un composto chiaro e spumoso. Aggiungere il marsala a filo continuando a mescolare. Cuocere a bagnomaria, sbattendo con una frusta fino a ottenere una crema gonfia e vellutata. Servire caldo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "zabaione-carnacina"
  },
  {
    "id": "zabaione-accademia",
    "nome": "Zabaglione",
    "description": "<ul><li>Egg yolks, 4</li><li>Granulated sugar, 80 g</li><li>Marsala wine, 100 ml</li></ul>In a heatproof bowl, whisk the egg yolks with the sugar until the mixture becomes pale and frothy. Place the bowl over a saucepan of gently simmering water (double boiler) and gradually pour in the Marsala wine while continuing to whisk. Maintain constant stirring in a circular motion to incorporate air, allowing the mixture to thicken into a light, creamy consistency. Be careful not to let it boil, as this would scramble the eggs. Once thickened and airy, remove from heat and serve warm, optionally accompanied by biscuits or fresh fruit.",
    "fonte": "fonti/accademia.html",
    "anchor": "zabaione-accademia"
  },  
  { 
    "id": "risotto-artusi",
    "nome": "Risotto alla milanese II",
    "description": "Eccovi la dose per cinque persone.<br><ul><li>Riso, grammi 500.</li><li>Burro, grammi 80.</li><li>Midollo di bue, grammi 40</li><li>Mezza cipolla.</li><li>Vino bianco buono, due terzi di bicchiere.</li><li>Zafferano, quanto basta.</li><li>Parmigiano, idem.</li></ul>Tritate la cipolla e mettetela al fuoco col midollo e con la metà del burro. Quando sarà ben rosolata versate il riso e dopo qualche minuto aggiungete il vino e tiratelo a cottura col brodo. Prima di ritirarlo dal fuoco aggraziatelo con l’altra metà del burro e col parmigiano e mandatelo in tavola con altro parmigiano a parte.",
    "fonte": "fonti/artusi.html",
    "anchor:": "risotto-artusi"
  },
  {
    "id": "risotto-boni",
    "nome": "Risotto alla milanese",
    "description": "Per 6 persone: Riso, g. 500 - Cipolla - Burro, g. 80 - Midollo di bue, quanto un uovo - Brodo senza pomodoro, litri 2 - Zafferano - Parmigiano grattugiato, g. 50 - Sale - Pepe.<br><br>Preparate in fette sottili la cipolla; mettetela poi in una casseruola con una cucchiaiata di burro e il pezzo di midollo di bue ben tritato sul tagliere. Fate cuocere adagio la cipolla senza che prenda colore, e poi mettete il riso.<br>Mescolate con un cucchiaio di legno affinché il riso s'intrida bene nei grassi e non s'attacchi, e poi bagnatelo man mano con qualche ramaiolo di brodo bollente. Condite con sale e un pizzico di pepe e conducete la cottura piuttosto con vivacità, rinfondendo sempre brodo bollente man mano che il riso si gonfia.<br>A metà cottura, versate nella casseruola una pizzacata di zafferano sciolto in un cucchiaio di brodo e mescolando fatelo amalgamare.<br>Lasciate che il risotto finisca di cuocere, poi conditelo col resto del burro, il parmigiano grattugiato e mandate prontamente in tavola.",
    "fonte": "fonti/boni.html", 
    "anchor:": "risotto-boni"
  },
  {
    "id": "risotto-carnacina",
    "nome": "Risotto milanese",
    "description": "Riso Carnaroli, g. 500; burro, g. 80; midollo di bue, g. 50; cipolla, 1; vino bianco secco, ml. 100; brodo di carne, ml. 1500; zafferano, 1 bustina; parmigiano grattugiato, g. 50; sale.<br><br>Soffriggere la cipolla tritata con burro e midollo. Aggiungere il riso e tostarlo. Sfumare con vino bianco e far evaporare. Versare il brodo bollente poco alla volta, mescolando continuamente. A metà cottura aggiungere lo zafferano sciolto in brodo caldo. Terminare la cottura e mantecare con burro e parmigiano. Servire caldo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "risotto-carnacina"
  },
  {
    "id": "risotto-accademia",
    "nome": "Saffron risotto",
    "description": "<ul><li>Carnaroli rice, 500 g</li><li>Butter, 80 g</li><li>Bone marrow, 50 g</li><li>Onion, 1</li><li>Dry white wine, 100 ml</li><li>Beef broth, 1500 ml</li><li>Saffron threads, 1 pinch</li><li>Grated Parmigiano Reggiano, 50 g</li><li>Salt</li></ul>Finely chop the onion and sauté it in half of the butter with the bone marrow in a wide pan over low heat. Once softened, add the rice and toast it for 2 minutes, stirring constantly. Pour in the white wine and let it evaporate completely. Gradually add the hot beef broth, one ladle at a time, stirring frequently to ensure even cooking. After about 10 minutes, dissolve the saffron threads in a small amount of broth and mix them into the risotto. Continue cooking until the rice is al dente and the mixture is creamy. Remove from heat and stir in the remaining butter and Parmigiano. Serve immediately.",
    "fonte": "fonti/accademia.html",
    "anchor": "risotto-accademia"
  },
  {
    "id": "risotto-agnetti",
    "nome": "Risotto",
    "description": "Mettete mezza cipolla trinciata in una cazzeruola insieme con 40 grammi di burro; lasciate soffriggere e quando la cipolla sia rosolata gettatevi mezzo chilogrammo di riso e rimestate continuamente finchè abbia succhiato tutto il soffritto. Allora versate nella cazzeruola, a poco a poco, del buon brodo bollente, che a tale scopo terrete pronto su d'un altro fornello, e continuate a rimestare affinchè il riso non si attacchi al fondo. Badate che non bolla troppo all'asciutto, altrimenti il riso rimane duro nel mezzo e si sfarina alla superficie.<br>Quando poi sarà quasi cotto, salatelo, aggiungetevi altri 40 grammi di burro, del parmigiano grattato e, se volete dare il colore al vostro risotto, versatevi un poco di zafferano sciolto in un gocciolo di brodo caldo. Servite il risotto con parmigiano a parte. Questa dose è sufficiente per cinque persone.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "risotto-agnetti"
  },
  {
    "id": "cotoletta-artusi",
    "nome": "Costolette di vitella di latte alla milanese",
    "description": "Dopo aver denudato l’osso della costola e scartatine i ritagli, spianatele con la lama di un grosso coltello per allargarle e ridurle sottili. Poi fate un battuto con prosciutto più grasso che magro, un poco di prezzemolo, parmigiano grattato, l’odor dei tartufi, se li avete, e poco sale e pepe. Con questo composto spalmate le costolette da una sola parte, mettetele in infusione nell’uovo, poi panatele e cuocetele alla sauté col burro, servendole con spicchi di limone. Per cinque costolette, se non sono molto grosse, basteranno grammi 50 di prosciutto e due cucchiaiate colme di parmigiano.",
    "fonte": "fonti/artusi.html",
    "anchor:": "cotoletta-artusi"
  },
  {
    "id": "cotoletta-boni",
    "nome": "Cotolette alla milanese (vitello)",
    "description": "Per 6 persone: Cotolette di girello e controgirello, g. 900 - Uova, 2 - Pangrattato - Burro per friggere - Limoni, 2 - Sale - Noce moscata - Contorno di patate fritte.<br><br>Battete le cotolette con lo spianacarne o con una larga lama di coltello bagnati di acqua per appiattirle un poco e per snervarle, e date loro bella forma.<br>Conditele con un po' di sale e poca noce moscata e, senza infarinarle, passatele nelle uova sbattute e nel pangrattato, comprimendo bene l'imanatura col palmo della mano e passando la lama di un coltello intorno alle cotolette per rettificarne la forma.<br>Mettete allora su fuoco molto moderato un tegame a bordi bassi con sufficiente burro e lasciate colorire le cotolette da una parte e dall'altra voltandole con attenzione. Accomodatele poi nel piatto, servitele con un contorno di patate fritte e decoratele con spicchi di limone.",
    "fonte": "fonti/boni.html",
    "anchor:": "cotoletta-boni"
  },
  {
    "id": "cotoletta-carnacina",
    "nome": "Cotoletta alla milanese",
    "description": "Costolette di vitello con osso, g. 900; uova, 2; pangrattato; burro chiarificato; limoni, 2; sale.<br><br>Battere leggermente le costolette per uniformarne lo spessore. Passarle prima nell’uovo sbattuto e poi nel pangrattato, premendo bene per far aderire l’impanatura. Scaldare il burro chiarificato in una padella ampia e friggere le costolette a calore moderato fino a ottenere una crosta dorata e croccante. Scolare su carta assorbente, salare e servire con spicchi di limone.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "cotoletta-carnacina"
  },
  {
    "id": "cotoletta-accademia",
    "nome": "Veal Cutlet Milan-Style",
    "description": "<ul><li>Veal cutlets (bone-in), 4</li><li>Eggs, 2</li><li>Breadcrumbs, 200 g</li><li>Clarified butter, 200 g</li><li>Salt</li><li>Lemon wedges, for serving</li></ul>Pound the veal cutlets gently to an even thickness. Lightly beat the eggs in a bowl. Dip each cutlet in the beaten eggs, ensuring it is fully coated, then dredge in the breadcrumbs, pressing firmly to adhere. Heat the clarified butter in a wide pan over medium heat. Fry the cutlets until golden brown on both sides, turning them carefully to avoid breaking the crust. Drain on paper towels, season with salt, and serve hot with lemon wedges.",
    "fonte": "fonti/accademia.html",
    "anchor": "cotoletta-accademia"
  },
  {
    "id": "cotoletta-agnetti",
    "nome": "Cotolette alla milanese",
    "description": "Non vi è città d'Italia, e magari dell'estero dove tutti si vantino di saper fare le cotolette alla milanese, ma pochissimi sanno ammannirle come si deve. Noi che scriviamo abbiamo girato un po' l'Italia, siamo stati a mangiare in una infinità di trattorie di primo, di secondo e di terzo ordine, in un quantità innumerevole di famiglie diverse, eppure dobbiamo dichiarare che poche volte nella nostra vita - forse dieci o dodici in tutto - ci è accaduto di mangiare delle cotolette alla milanese, che fossero veramente degne di questo nome.<br>Prendete delle cotolette, scegliengole nel <i>sotto-noce</i>, o nel magro del resto della coscia o nel culaccio della vitella di latte. Tagliatele sottili e della dimensione della palma della mano, battetele molto col piatto del coltello e mettetele per una buona ora a macerare nell'uovo sbattuto. Dopo un'ora d'infusione, panatele con pangrattato finissimo, passato al setaccio e figgetele in una padella così detta <i>santè</i>, con abbondante burro, servendole con spicchi di limone.<br>Queste sono le vere cotolette semplici alla milanese, se poi le volete di sapore più piccante, potete prima fare un battuto con 50 grammi di posciutto piuttosto grasso (per cinque cotolette, non molto grosse) prezzemolo, due cucchiaiate di parmigiano grattato, l'odore dei tartufi e poco sale e pepe. Con questo composto spalmate le cotolette da una sol parte, mettetele in fusione nell'uovo, poi panatele e friggetele come quelle semplici.<br>Seguite a puntino queste istruzioni e vi farete onore.",
    "fonte": "fonti/agnetti.html",
    "anchor:": "cotoletta-agnetti"
  },
  {
    "id": "gnocchi-artusi",
    "nome": "Gnocchi di semolino",
    "description": "<ul><li>Latte, decilitri 4.</li><li>Semolino, grammi 120.</li><li>Burro, grammi 50.</li><li>Parmigiano grattato, grammi 40.</li><li>Uova, n. 2.</li><li>Sale, quanto basta.</li></ul>Cuocete il semolino nel latte e quando siete per ritirarlo dal fuoco salatelo e versatevi metà del burro e metà del parmigiano. Poi, quando è ancora ben caldo, aggiungete le uova e mescolate, indi versatelo sulla spianatoia, o sopra un vassoio, distendetelo alla grossezza di un dito e mezzo e lasciate che diacci per tagliarlo a mandorle. Eccovi gli gnocchi che collocherete uno sopra l’altro in bella mostra entro un vassoio proporzionato, intramezzandoli col resto del burro a pezzetti e spolverizzandoli, suolo per suolo, ma non alla superficie, col resto del parmigiano. Per ultimo, rosolateli al forno da campagna e serviteli caldi o soli o per contorno ad un piatto di carne stracottata o fatta in altra maniera.",
    "fonte": "fonti/artusi.html",
    "anchor:": "gnocchi-artusi"
  },
  {
    "id": "gnocchi-boni",
    "nome": "Gnocchetti di semolino",
    "description": "Per 6 persone: Semolino, g. 250 - Latte, un litro - Torli d'uovo, 2 - Parmigiano grattugiato, g. 50 - Burro, g. 100 - Sale.<br><br>Semolino è il diminuitivo di semola ed è fiore di farina di speciale e di più grossa macinazione.<br>Mettete sul fuoco in una casseruola il latte, e quando bollirà versateci adagio adagio, a pioggia, il semolino, girando continuamente con un mestolo di legno affinché non si formino grumi. Ben presto latte e semolino si addenseranno.<br>Lavorate con energia il composto, staccandolo continuamente dal fondo e dalle pareti della casseruola e fatelo cuocere per una decina di minuti.<br>Levate dal fuoco la casseruola e condite il semolino con un buon pizzico di sale, i torli d'uovo, un pugno di parmigiano grattugiato e la metà del burro. Mescolate ancora e poi versate il semolino sulla tavola di cucina leggermente bagnata d'acqua.<br>Bagnate nell'acqua una grossa lama di coltello e con questa spianate il semolino dello spessore di un centimetro.<br>Lasciatelo stare così per un'ora e, quando il semolino sarà completamente freddo e rappreso, tagliatelo a quadratini o a mostaccioli di circa quattro centimetri per lato.<br>Fate un primo strato di gnocchi di semolino in un piatto adatto al forno, bene spalmato di burro; seminate un po' di parmigiana grattugiato e fate un secondo strato un po' più indietro del primo, il terzo un po' più indietro del secondo, in modo che la preparazione risulti a scalini e formi una specie di piccola cupola.<br>Quando avrete accomodato tutti gli gnocchi, spolverizzateli abbondantemente di parmigiano grattugiato e innaffiateli col resto del burro, che avrete fatto fondere in un tegamino.<br>Mettete il piatto in forno piuttosto caldo per un quarto d'ora e, quando gli gnocchi avranno acquistato un leggero color d'oro, fateli servire.",
    "fonte": "fonti/boni.html",
    "anchor:": "gnocchi-boni"
  },
  {
    "id": "gnocchi-carnacina",
    "nome": "Gnocchi de gries",
    "description": "Semolino, g. 250; latte, ml. 1000; burro, g. 80; parmigiano grattugiato, g. 50; tuorli d’uovo, 2; sale; noce moscata.<br><br>Portare a ebollizione il latte con un pizzico di sale e noce moscata. Versare il semolino a pioggia, mescolando con una frusta per evitare grumi. Cuocere fino a ottenere un composto denso. Aggiungere il burro, il parmigiano e i tuorli, mescolando energicamente. Versare il composto su un piano umido, livellandolo a 1 cm di spessore. Una volta freddo, tagliare a dischetti, disporli in una pirofila imburrata, cospargere di burro fuso e parmigiano e gratinare in forno caldo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "gnocchi-carnacina"
  },
  {
    "id": "strudel-artusi",
    "nome": "Strudel",
    "description": "Non vi sgomentate se questo dolce vi pare un intruglio nella sua composizione e se dopo cotto vi sembrerà qualche cosa di brutto come un’enorme sanguisuga, o un informe serpentaccio, perché poi al gusto vi piacerà.<ul><br><li>Mele reínettes, o mele tenere di buona qualità, gr. 500.</li><li>Farina, grammi 250.</li><li>Burro, grammi 100.</li><li>Uva di Corinto, grammi 85.</li><li>Zucchero in polvere, grammi 85.</li><li>Raschiatura di un limone</li><li>Cannella in polvere due o tre prese.</li></ul>Spegnete la farina con latte caldo, burro, quanto una noce, un uovo e un pizzico di sale per farne una pasta piuttosto soda che lascerete riposare un poco prima di servirvene. Tirate con questa pasta una sfoglia sottile come quella dei taglierini e, lasciando gli orli scoperti, distendetevi sopra le mele che avrete prima sbucciate, nettate dai torsoli e tagliate a fette sottili. Sul suolo delle mele spargete l’uva, la raschiatura di limone, la cannella, lo zucchero e infine i 100 grammi di burro liquefatto, lasciandone un po’ indietro per l’uso che sentirete. Ciò fatto avvolgete la sfoglia sopra sé stessa per formarne un rotolo ripieno che adatterete in una teglia di rame, già unta col burro, assecondando per necessità la forma rotonda della medesima; col burro avanzato ungete tutta la parte esterna del dolce e mandatelo al forno. Avvertite che l’uva di Corinto, o sultanina, è diversa dall’uva passolina. Questa è piccola e nera; l’altra è il doppio più grossa, di colore castagno chiaro e senza vinacciuoli anch’essa. Il limone raschiatelo con un vetro.",
    "fonte": "fonti/artusi.html",
    "anchor:": "strudel-artusi"
  },
  {
    "id": "strudel-boni",
    "nome": "Strudel di mele",
    "description": "Per 6-8 persone: Farina, g. 250 - Burro, g. 100 - Uova, 1 - Latte, q.b. - Sale - Mele renette, g. 500 - Zucchero, g. 100 - Uvetta sultanina, g. 85 - Pinoli, g. 50 - Buccia di limone grattugiata - Cannella in polvere, un pizzico.<br><br>Impastate la farina con il burro, un pizzico di sale, l’uovo e il latte necessario per ottenere una pasta piuttosto soda ed elastica. Lavoratela energicamente e lasciatela riposare coperta per mezz’ora. Nel frattempo, sbucciate le mele, tagliatele a fettine sottili e mescolatele con lo zucchero, l’uvetta precedentemente ammollata, i pinoli, la buccia di limone e la cannella.<br>Stendete la pasta in una sfoglia molto sottile su un canovaccio infarinato, distribuitevi il ripieno lasciando liberi i bordi e arrotolatela su sé stessa con l’aiuto del canovaccio. Disponete lo strudel su una teglia imburrata, spennellate con burro fuso e infornate a 180°C per circa 40 minuti. Servitelo spolverizzato di zucchero a velo.",
    "fonte": "fonti/boni.html",
    "anchor:": "strudel-boni"
  },
  {
    "id": "strudel-carnacina",
    "nome": "Strudel di mele con pinoli e uvetta",
    "description": "Farina, g. 250; burro, g. 100; uova, 1; latte, q.b.; sale; mele renette, g. 500; zucchero, g. 100; uvetta sultanina, g. 85; pinoli, g. 50; buccia di limone grattugiata; cannella in polvere, un pizzico.<br><br>Impastare farina, burro, uovo, sale e poco latte fino a ottenere un impasto elastico. Lasciarlo riposare. Sbucciare e affettare le mele, mescolarle con zucchero, uvetta ammollata, pinoli, buccia di limone e cannella. Stendere la pasta sottilissima su un canovaccio infarinato, disporre il ripieno e arrotolare. Infornare a 180°C per 40 minuti.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "strudel-carnacina"
  },
  {
    "id": "strudel-accademia",
    "nome": "Apple Strudel",
    "description": "<ul><li>Flour, 250 g</li><li>Butter, 100 g</li><li>Egg, 1</li><li>Milk, as needed</li><li>Salt, a pinch</li><li>Apples (Renette or Golden), 500 g</li><li>Granulated sugar, 100 g</li><li>Raisins, 85 g</li><li>Pine nuts, 50 g</li><li>Grated lemon zest</li><li>Cinnamon, 1/2 teaspoon</li><li>Breadcrumbs, 50 g</li><li>Powdered sugar, for dusting</li></ul>In a bowl, combine the flour, a pinch of salt, the egg, and softened butter, adding enough milk to form a smooth, elastic dough. Knead well and let it rest covered for 30 minutes. Peel, core, and thinly slice the apples. In a separate bowl, mix the apples with sugar, raisins (previously soaked in warm water), pine nuts, lemon zest, and cinnamon. Roll out the dough very thinly on a floured cloth, brush with melted butter, and sprinkle with breadcrumbs. Distribute the apple mixture evenly over the dough, leaving a margin around the edges. Using the cloth, roll the dough into a log, sealing the edges. Place on a buttered baking sheet and bake at 180°C (350°F) for about 40 minutes. Once cooled, dust with powdered sugar before serving.",
    "fonte": "fonti/accademia.html",
    "anchor": "strudel-accademia"
  },
  {
    "id": "risibisi-artusi",
    "nome": "Risotto coi piselli",
    "description": "Il riso! Ecco giusto un alimento ingrassante che i Turchi somministrano alle loro donne onde facciano, come direbbe un illustre professore a tutti noto, i cuscinetti adiposi.<ul><br><li>Riso, grammi 500.</li><li>Burro, grammi 100.</li><li>Parmigiano, quanto basta.</li><li>Una cipolla di mediocre grandezza</li></ul>l riso, come già vi ho detto altra volta, non conviene lavarlo; basta nettarlo e strofinarlo entro a un canovaccio. Trinciate la cipolla ben fine colla lunetta e mettetela al fuoco colla metà del burro. Quando avrà preso il colore rosso versate il riso e rimuovetelo continuamente col mestolo finché abbia succhiato tutto il soffritto. Allora cominciate a versar acqua calda a un ramaiuolo per volta, ma badate che se bolle troppo ristretto, resta duro nel centro e si sfarina alla superficie; salatelo e tiratelo a cottura asciutta, aggiungendo il resto del burro. Prima di levarlo dal fuoco, unitevi i piselli del n. 427 in giusta proporzione e dategli sapore con un buon pugno di parmigiano.<br><br>Questa dose basterà per cinque persone.",
    "fonte": "fonti/artusi.html",
    "anchor:": "risibisi-artusi"
  },
  {
    "id": "risibisi-boni",
    "nome": "Riso e piselli alla veneziana (risi e bisi)", 
    "description": "Per 6 persone: Riso, g. 500 - Piselli freschi, g. 500 - Cipolla - Pancetta, g. 50 - Burro, g. 80 - Brodo, litri 1,5 - Parmigiano grattugiato, g. 50 - Sale - Pepe.<br><br>Fate un battuto con la cipolla e la pancetta e soffriggetelo in una casseruola con metà del burro. Aggiungete i piselli e fateli insaporire qualche minuto. Versate il brodo bollente e quando riprende il bollore unite il riso. Cuocete mescolando spesso e, quando il riso sarà cotto ma ancora morbido, togliete dal fuoco e mantecatelo con il burro rimasto e il parmigiano. Servite ben caldo.", 
    "fonte": "fonti/boni.html",
    "anchor:": "risibisi-boni"
  },
  {
    "id": "risibisi-carnacina",
    "nome": "Risi e bisi",
    "description": "Riso Vialone Nano, g. 500; piselli freschi, g. 500; cipolla, 1; pancetta, g. 50; burro, g. 80; brodo di carne, ml. 1500; parmigiano grattugiato, g. 50; prezzemolo, 1 ciuffo; sale; pepe.<br><br>Soffriggere la cipolla tritata con la pancetta e metà del burro. Aggiungere i piselli e lasciar insaporire. Unire il brodo bollente e, quando riprende il bollore, aggiungere il riso. Cuocere mescolando spesso e regolando la quantità di brodo per ottenere una consistenza morbida. A fine cottura mantecare con il burro rimasto e il parmigiano. Servire caldo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "risibisi-carnacina"
  },
  { 
    "id": "risibisi-agnetti",
    "nome": "Riso e bisi",
    "description": "E' una minestra tanto semplice che non avrebbe bisogno di spiegazione. La mettiamo perchè essa è talmente nell'uso dei veneziani, che la cucina veneta non sarebbe completa se anche questa minestra non vi fosse registrata fra le prime.<br>Quando nella vostra pentola il brodo è a bollore buttate giù insieme il riso con molti piselli, (bisi) aggiungete poi pomodoro passato o conserva e, quando sarà finito di cuocere, servite.",
    "fonte": "fonti/agnetti.html",
    "anchor:": "risibisi-agnetti"
  },
  {
    "id": "baccala-mantecato-artusi",
    "nome": "Baccala montebianco",
    "description": "Com’è bizzarra la nomenclatura della cucina! Perché montebianco e non montegiallo, come apparisce dal suo colore quando questo piatto è formato? E i Francesi come hanno potuto, facendosi belli di un traslato de’ più arditi, stiracchiare il vocabolo corrispondente in <i>Brandade de morue? Brandade</i>, dicono essi, deriva da <i>brandir</i>, muovere, scuotere, vibrare una spada, un'alabarda, una lancia ed armi simili, e infatti qui si brandisce; ma che cosa? Un povero mestolo di legno. Non si può negare che i Francesi non sieno ingegnosi in tutto!<br><br>Comunque sia, è un piatto che merita tutta la vostra attenzione, perché il baccalà così trattato perde la sua natura triviale e diventa gentile in modo da poter figurare, come principio o tramesso, in una tavola signorile.<ul><br><il>Baccalà polputo, ammollito, grammi 500.</li><li>Olio sopraffino, grammi 200.</li><li>Panna o latte eccellente, decilitri l.</li></ul>La detta quantità nettata dalla spina, dalle lische, dalla pelle e dai nerbetti, che si presentano come fili, rimarrà al pulito grammi 340 circa.<br><br>Dopo averlo così curato, pestatelo nel mortaio e poi ponetelo in una cazzaruola, insieme con la panna, sopra a un fuoco non troppo ardente, rimestando continuamente. Quando avrà assorbito la panna, o latte che sia, cominciate a versar l’olio a centellini per volta, come fareste per la maionese, sempre lavorandolo molto con l’arma brandita, cioè col mestolo, onde si affini e non impazzisca. Levatelo quando vi parrà cotto al punto e servitelo freddo con un contorno di tartufi crudi tagliati a fette sottilissime, oppure con crostini di pane fritto, o crostini di caviale. Se è venuto bene non deve ributtar l’olio quando è nel piatto.<br><br>Questa quantità potrà bastare per otto persone.",
    "fonte": "fonti/artusi.html",
    "anchor:": "baccala-mantecato-artusi"
  },
  {
    "id": "baccala-mantecato-boni",
    "nome": "Baccala alla vicentina",
    "description": "Per 6 persone: Stoccafisso, g. 800 - Cipolle, 2 - Latte, ml. 500 - Olio, ml. 100 - Farina, g. 50 - Parmigiano grattugiato, g. 50 - Acciughe sotto sale, 3 - Sale - Pepe.<br><br>Ammollate lo stoccafisso per 48 ore, cambiando spesso l'acqua. Pulitelo, togliete pelle e lische e tagliatelo a pezzi. In una casseruola soffriggete le cipolle tritate con l’olio, aggiungete le acciughe dissalate e scioglietele nel soffritto. Infarinate i pezzi di baccalà e disponeteli nella casseruola. Coprite con il latte, aggiungete il parmigiano, sale e pepe e lasciate cuocere a fuoco lento per almeno 4 ore senza mescolare. Servite con polenta.",
    "fonte": "fonti/boni.html",
    "anchor:": "baccala-mantecato-boni"
  },
  {
    "id": "baccala-mantecato-carnacina",
    "nome": "Baccalà mantecato alla veneziana",
    "description": "Stoccafisso ammollato, g. 500; olio extravergine d'oliva, ml. 200; latte, ml. 100; aglio, 1 spicchio; sale; pepe.<br><br>Bollire lo stoccafisso in acqua per circa 20 minuti, poi scolarlo, eliminare la pelle e le lische. Mettere la polpa in una ciotola e iniziare a montarla con un cucchiaio di legno, aggiungendo lentamente l’olio a filo come per una maionese. Unire il latte poco alla volta per ottenere una consistenza cremosa. Insaporire con sale e pepe. Servire con crostini di polenta grigliata.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "baccala-mantecato-carnacina"
  },
  {
    "id": "baccala-mantecato-accademia",
    "nome": "Baccalà Mantecato",
    "description": "<ul><li>Salted cod (stoccafisso), 500 g</li><li>Extra virgin olive oil, 200 ml</li><li>Milk, 100 ml</li><li>Garlic, 1 clove</li><li>Salt</li><li>Pepper</li></ul>Soak the salted cod in water for 48 hours, changing the water frequently. Drain and place in a pot with cold water, bringing it to a gentle simmer. Cook for about 20 minutes, then remove from heat. Flake the fish, removing skin and bones. Place in a bowl and begin to beat with a wooden spoon, slowly adding olive oil in a thin stream, as if making mayonnaise. Add warm milk gradually for a creamy consistency. Season with salt and pepper to taste. Serve with toasted polenta or crusty bread.",
    "fonte": "fonti/accademia.html",
    "anchor": "baccala-mantecato-accademia"
  },
  {
    "id": "baccala-mantecato-agnetti",
    "nome": "Baccalà Mantecato",
    "description": "E' un piatto che non si trova e non si fa che a Venezia. I buongustai dicono che al mondo non v'è modo migliore di questo per cucinare e preparare il baccalà. E' una tradizione grastronomica di cui molti veneziani vanno fieri, quasi diremmo, come della loro laguna.<br>Prendete del baccalà, e mettetelo a lessare. Quando sarà cotto stendetelo sur un piatto e conditelo con olio, pepe, sale, aglio e prezzemolo; copritelo quindi con un altro piatto, eppoi - qui sta il segreto di questo manicaretto - cominciate, tenendo i due piatti uniti e combaciati, a scuoterli e a squassarli con tutte le vostre forze, e così durate una buona mezz'ora, fino a che non faccia la spuma. Questo è il segno che il baccalà è perfettamente mantecato e che è divenuto come una crema. Allora, togliete lo spicchio d'aglio e servitelo.",
    "fonte": "fonti/agnetti.html",
    "anchor": "baccala-mantecato-agnetti"
  },
  {
    "id": "tortariso-artusi",
    "nome": "Torta di riso",
    "description": "<ul><li>Latte, un litro.</li><li>Riso, grammi 200.</li><li>Zucchero, grammi 150.</li><li>Mandorle dolci con 4 amare, grammi 100.</li><li>Cedro candito, grammi 30.</li><li>Uova intere, n. 3.</li><li>Rossi d'uovo, n. 5.</li><li>Odore di scorza di limone</li><li>Una presa di sale</li></ul>Le mandorle sbucciatele e pestatele nel mortaio con due cucchiaiate del detto zucchero.<br>Il candito tagliatelo a piccolissimi dadi.<br><br>Cuocete il riso ben sodo nel latte, versateci dopo il condimento e, quando sarà diaccio, le uova. Mettete il composto in una teglia unta col burro e spolverizzata di pangrattato, assodatelo al forno o tra due fuochi, il giorno appresso tagliate la torta a mandorle e solo quando la mandate in tavola spolverizzatela di zucchero a velo.",
    "fonte": "fonti/artusi.html", 
    "anchor:": "tortariso-artusi"
  },
  {
    "id": "tortariso-boni",
    "nome": "Torta di riso",
    "description": "Per 6-8 persone: Latte, 1 litro - Riso, g. 200 - Zucchero, g. 150 - Uova intere, 3 - Tuorli, 3 - Mandorle dolci, g. 100 - Cedro candito, g. 30 - Buccia di limone grattugiata - Sale.<br><br>Lessate il riso nel latte con un pizzico di sale e fatelo raffreddare. Tritate finemente le mandorle con metà dello zucchero. In una ciotola sbattete le uova con il resto dello zucchero, unite le mandorle, la buccia di limone, il cedro candito a pezzetti e il riso. Versate il composto in una tortiera imburrata e infarinata e cuocete a 180°C per circa 40 minuti. Servite fredda, spolverizzata di zucchero a velo.",
    "fonte": "fonti/boni.html",
    "anchor:": "tortariso-boni"
  },
  {
    "id": "tortariso-carnacina",
    "nome": "Torta di riso dolce alla bolognese",
    "description": "Latte, ml. 1000; riso Arborio, g. 200; zucchero, g. 150; uova intere, 3; tuorli, 3; mandorle dolci, g. 100; cedro candito, g. 30; buccia di limone grattugiata; sale.<br><br>Cuocere il riso nel latte con un pizzico di sale e lasciarlo raffreddare. Tritare finemente le mandorle con metà dello zucchero. In una ciotola sbattere le uova con lo zucchero rimanente, unire le mandorle tritate, la buccia di limone e il cedro candito a pezzetti. Aggiungere il riso cotto e mescolare bene. Versare il composto in una tortiera imburrata e infarinata, cuocere in forno a 180°C per circa 40 minuti. Servire fredda, spolverizzata di zucchero a velo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "tortariso-carnacina"
  },
  {
    "id": "tortariso-accademia",
    "nome": "Rice Cake",
    "description": "<ul><li>Milk, 1000 ml</li><li>Arborio rice, 200 g</li><li>Granulated sugar, 150 g</li><li>Whole eggs, 3</li><li>Egg yolks, 3</li><li>Almonds, 100 g</li><li>Candied citron, 30 g</li><li>Grated lemon zest</li><li>Salt</li></ul>Bring the milk to a boil and add a pinch of salt. Stir in the rice and cook over low heat until tender. Let cool. Grind the almonds with half the sugar. In a separate bowl, beat the whole eggs, yolks, and the remaining sugar until frothy. Add the cooled rice, ground almonds, candied citron, and lemon zest. Mix well, then pour into a buttered and floured baking dish. Bake at 180°C (350°F) for 40 minutes. Serve dusted with powdered sugar.",
    "fonte": "fonti/accademia.html",
    "anchor": "tortariso-accademia"
  },
  { "id": "ragubolognese-artusi",
    "nome": "Maccheroni alla bolognese",
    "description": "I Bolognesi, per questa minestra, fanno uso dei così detti denti di cavallo di mezzana grandezza, e questa pare anche a me la forma che meglio si presta, se cucinati in tal modo; avvertite però che siano di sfoglia alquanto grossa, onde nel bollire non si schiaccino; al qual difetto poco si bada in Toscana ove per la predilezione che sempre si dà ai cibi leggeri vengono fabbricate certe qualità di paste così dette gentili, a buco largo e a pareti tanto sottili che non reggono punto alla cottura e si schiacciano bollendo, il che fa disgusto a vederle non che a mangiarle.<br><br>Come ognuno sa, le migliori paste da minestra sono quelle di grano duro, che si fanno distinguere pel colore naturale di cera. Diffidate di quelle gialle, di cui si tenta mascherare l’origine ordinaria di grano comune, per mezzo di una tinta artificiale, che una volta era data almeno con sostanze innocue, quali lo zafferano o il croco.<br><br>Le seguenti proporzioni sono approssimative per condire grammi 500 e più di minestra:<ul><br><li>Carne magra di vitella (meglio se nel filetto), gr. 150.</li><li>Carnesecca, grammi 50.</li><li>Un quarto di una cipolla comune.</li><li>Una mezza carota.</li><li>Due costole di sedano bianco lunghe un palmo, oppure l'odore del sedano verde.</li><li>Un pizzico di farina, ma scarso assai.</li><li>Un pentolino di brodo</li><li>Sale pochissimo o punto, a motivo della carnesecca e del brodo che sono saporiti.</li><li>Pepe e, a chi piace, l'odore della noce moscata.</li></ul>Tagliate la carne a piccoli dadi, tritate fine colla lunetta la carnesecca, la cipolla e gli odori, poi mettete al fuoco ogni cosa insieme, compreso il burro, e quando la carne avrà preso colore aggiungete il pizzico della farina, bagnando col brodo fino a cottura intera.<br><br>Scolate bene i maccheroni dall’acqua e conditeli col parmigiano e con questo intingolo, il quale si può rendere anche più grato o con dei pezzetti di funghi secchi o con qualche fettina di tartufi, o con un fegatino cotto fra la carne e tagliato a pezzetti; unite, infine, quando è fatto l’intingolo, se volete renderli anche più delicati, mezzo bicchiere di panna; in ogni modo è bene che i maccheroni vengano in tavola non asciutti arrabbiati, ma diguazzanti in un poco di sugo.<br><br>Trattandosi di paste asciutte, qui viene a proposito una osservazione, e cioè che queste minestre è bene cuocerle poco; ma badiamo, modus in rebus. Se le paste si sentono durettine, riescono più grate al gusto e si digeriscono meglio. Sembra questo un paradosso, ma pure è così, perché la minestra troppo cotta, masticandosi poco, scende compatta a pesar sullo stomaco e vi fa palla, mentre se ha bisogno di essere triturata, la masticazione produce saliva e questa contiene un fermento detto ptialina che serve a convertire l’amido o la fecola in zucchero ed in destrina.<br><br>L’azione fisiologica della saliva è poi importantissima giacché oltre all’effetto di ammollire e di sciogliere i cibi, facilitandone l’inghiottimento, promuove per la sua natura alcalina la secrezione del succo gastrico allorché i cibi scendono nello stomaco. Per questa ragione le bambinaie usano a fin di bene un atto schifoso come quello di fare i bocconi e masticare la pappa ai bambini.<br><br>Si dice che i Napoletani, gran mangiatori di paste asciutte, vi bevano sopra un bicchier d’acqua per digerirle meglio. Io non so se l’acqua, in questo caso, agisca come dissolvente o piuttosto sia utile perché, prendendo il posto di un bicchier di vino o di altro alimento, faccia, naturalmente, rimaner lo stomaco più leggero. I denti di cavallo, quando sono più grossi e più lunghi, si chiamano in Toscana cannelloni e in altri luoghi d’Italia <i>buconotti</i> o <i>strozzapreti</i>.",
    "fonte": "fonti/artusi.html",
    "anchor:": "ragubolognese-artusi"
  },
  {
    "id": "ragubolognese-boni",
    "nome": "Ragù alla bolognese",
    "description": "Per 6 persone: Carne di manzo macinata, g. 400 - Pancetta, g. 100 - Cipolla, 1 - Sedano, 1 costa - Carota, 1 - Vino rosso, ml. 100 - Latte, ml. 200 - Brodo, ml. 500 - Passata di pomodoro, g. 500 - Olio, 3 cucchiai - Sale - Pepe - Noce moscata.<br><br>Tritate finemente cipolla, sedano, carota e pancetta e soffriggeteli in una casseruola con l'olio. Aggiungete la carne macinata e fatela rosolare bene. Sfumate con il vino e lasciate evaporare. Unite la passata di pomodoro, sale, pepe e un pizzico di noce moscata. Aggiungete il latte e il brodo poco alla volta, mescolando di tanto in tanto. Cuocete a fuoco lento per almeno due ore. Condite con questo ragù la pasta, completando con parmigiano grattugiato.",
    "fonte": "fonti/boni.html",
    "anchor:": "ragubolognese-boni"
  },
  {
    "id": "ragubolognese-carnacina",
    "nome": "Ragù classico alla bolognese",
    "description": "Carne di manzo macinata, g. 400; pancetta, g. 100; cipolla, 1; carota, 1; sedano, 1 costa; vino bianco secco, ml. 100; passata di pomodoro, g. 300; latte, ml. 200; brodo, ml. 500; burro, g. 50; olio extravergine, 3 cucchiai; sale; pepe; noce moscata.<br><br>Preparare un battuto con pancetta, cipolla, sedano e carota e soffriggere in burro e olio. Aggiungere la carne macinata e rosolarla bene. Sfumare con vino bianco e lasciarlo evaporare. Unire la passata di pomodoro, il sale, il pepe e la noce moscata. Aggiungere il latte e il brodo poco alla volta e cuocere a fuoco lento per almeno due ore. Servire con tagliatelle fresche o lasagne al forno.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "ragubolognese-carnacina"
  },
  {
    "id": "ragubolognese-accademia",
    "nome": "Romagna-style Ragù",
    "description": "<ul><li>Ground beef, 400 g</li><li>Pancetta, 100 g</li><li>Onion, 1</li><li>Carrot, 1</li><li>Celery stalk, 1</li><li>Dry white wine, 100 ml</li><li>Tomato puree, 300 g</li><li>Milk, 200 ml</li><li>Beef broth, 500 ml</li><li>Butter, 50 g</li><li>Extra virgin olive oil, 3 tbsp</li><li>Salt</li><li>Pepper</li><li>Nutmeg</li></ul>Finely chop the onion, carrot, celery, and pancetta. In a saucepan, sauté the mixture with butter and oil until softened. Add the ground beef and cook until browned. Pour in the white wine and let it evaporate completely. Stir in the tomato puree, salt, pepper, and a pinch of nutmeg. Add the milk and broth little by little, allowing the sauce to cook gently for at least two hours. Serve with fresh tagliatelle or layer in lasagna.",
    "fonte": "fonti/accademia.html",
    "anchor": "ragubolognese-accademia"
  },
  {
    "id": "ragubolognese-agnetti",
    "nome": "Maccheroni all'uso di Bologna",
    "description": "<ul><li>Maccheroni, grammi 500</li><li>Cipolla, 1</li><li>Carne macinata mista (manzo e maiale), grammi 400</li><li>Pancetta, grammi 100</li><li>Passata di pomodoro, grammi 400</li><li>Vino rosso, ml 100</li><li>Sale, quanto basta</li><li>Pepper, quanto basta</li><li>Parmigiano grattugiato, grammi 50</li></ul>Trinciate finemente la cipolla e soffriggetela in un tegame con un filo d'olio e la pancetta tagliuzzata, fino a che non diventi dorata. Unite la carne macinata e fatela rosolare bene, sfumando poi con il vino rosso e lasciando evaporare l'alcol. Aggiungete la passata di pomodoro, condite con sale e pepe, e lasciate cuocere a fuoco lento per circa un'ora, finché il sugo non si addensi e prenda corpo. Nel frattempo, lessate i maccheroni in abbondante acqua salata, scolateli al dente e amalgamateli con il sugo preparato. Completate il piatto con una generosa spolverata di parmigiano grattugiato e servitelo ben caldo, affinché ogni boccone rispecchi l'autentico sapore della tradizione bolognese.",
    "fonte": "fonti/agnetti.html",
    "anchor": "ragubolognese-agnetti"
  },  
  {
    "id": "ribollita-artusi",
    "nome": "Zuppa toscana di magro alla contadina",
    "description": "Questa zuppa che, per modestia, si fa dare l’epiteto di contadina, sono persuaso che sarà gradita da tutti, anche dai signori, se fatta con la dovuta attenzione.<ul><br><li>Pane bruno raffermo, di pasta molle, grammi 400.</li><li>Fagiuoli bianchi, grammi 300.</li><li>Olio, grammi 150.</li><li>Acqua, litri due.</li><li>Cavolo cappuccio o verzotto, mezza palla di mezzana grandezza.</li><li>Cavolo nero, altrettante in volume ed anche più.</li><li>Un mazzo di bietola e un poco di pepolino.</li><li>Una patata.</li><li>Alcune cotenne di carnesecca o di prosciutto tagliate a striscie.</li></ul>Mettete i fagiuoli al fuoco con l’acqua suddetta unendovi le cotenne. Già saprete che i fagiuoli vanno messi ad acqua diaccia e se restano in secco vi si aggiunge acqua calda. Mentre bollono fate un battuto con un quarto di una grossa cipolla e due spicchi d’aglio, due pezzi di sedano lunghi un palmo e un buon pizzico di prezzemolo. Tritatelo fine, mettetelo al fuoco con l’olio soprindicato e quando avrà preso colore versate nel medesimo gli erbaggi tagliati all’ingrosso, prima i cavoli, poi la bietola e la patata tagliata a tocchetti. Conditeli con sale e pepe e poi aggiungete sugo di pomodoro o conserva, e se nel bollire restassero alquanto asciutti bagnateli con la broda dei fagiuoli. Quando questi saranno cotti gettatene una quarta parte, lasciati interi, fra gli erbaggi unendovi le cotenne; gli altri passateli dallo staccio e scioglieteli nella broda, versando anche questa nel vaso dove sono gli erbaggi. Mescolate, fate bollire ancora un poco e versate ogni cosa nella zuppiera ove avrete già collocato il pane tagliato a fette sottili e copritela per servirla dopo una ventina di minuti.<br><br>Questa quantità può bastare per sei persone; è buona calda e meglio diaccia.",
    "fonte": "fonti/artusi.html",
    "anchor:": "ribollita-artusi"
  },
  {
    "id": "ribollita-boni",
    "nome": "Zuppa di fagioli e bietole",
    "description": "Per 6-8 persone: Fagioli secchi, g. 300 - Pane toscano raffermo, g. 400 - Bietole, 1 mazzo - Cavolo nero, 1 mazzo - Cipolla, 1 - Sedano, 1 costa - Carota, 1 - Pomodori pelati, g. 300 - Olio, ml. 100 - Sale - Pepe.<br><br>Mettete i fagioli in ammollo per 12 ore, poi cuoceteli in abbondante acqua salata. In una pentola soffriggete la cipolla, il sedano e la carota tritati con l’olio. Aggiungete i pomodori pelati e cuocete per 10 minuti. Unite le bietole e il cavolo nero tagliati a strisce e lasciate stufare per qualche minuto. Aggiungete i fagioli con un po’ della loro acqua di cottura e lasciate cuocere per circa 40 minuti. In una zuppiera alternate strati di pane a strati di zuppa e lasciate riposare per almeno un’ora. Riscaldate la zuppa prima di servirla.",
    "fonte": "fonti/boni.html",
    "anchor:": "ribollita-boni"
  },
  {
    "id": "ribollita-carnacina",
    "nome": "Ribollita toscana",
    "description": "Pane toscano raffermo, g. 400; fagioli cannellini secchi, g. 300; cavolo nero, 1 mazzo; cavolo verza, 1/2; bietole, 1 mazzo; patata, 1; carota, 1; cipolla, 1; sedano, 1 costa; pomodori pelati, g. 300; olio extravergine d'oliva, ml. 100; sale; pepe.<br><br>Mettere i fagioli in ammollo per 12 ore, poi lessarli in acqua salata. In una pentola soffriggere cipolla, carota e sedano tritati con olio. Aggiungere i pomodori pelati e cuocere per 10 minuti. Unire il cavolo nero, la verza, le bietole e la patata tagliati a pezzi, coprire con il brodo di cottura dei fagioli e lasciare cuocere per circa 40 minuti. Aggiungere i fagioli e cuocere ancora per 15 minuti. In una zuppiera alternare strati di pane raffermo a strati di zuppa. Lasciare riposare almeno un’ora, poi riscaldare e servire con un filo d’olio crudo.",
    "fonte": "fonti/carnacina.html",
    "anchor": "ribollita-carnacina"
  },
  {
    "id": "ribollita-accademia",
    "nome": "Tuscan bread and bean soup",
    "description": "<ul><li>Stale Tuscan bread, 400 g</li><li>Cannellini beans, 300 g</li><li>Black cabbage (cavolo nero), 1 bunch</li><li>Savoy cabbage, ½ head</li><li>Swiss chard, 1 bunch</li><li>Potato, 1</li><li>Carrot, 1</li><li>Onion, 1</li><li>Celery, 1 stalk</li><li>Peeled tomatoes, 300 g</li><li>Extra virgin olive oil, 100 ml</li><li>Salt</li><li>Pepper</li></ul>Soak the beans overnight, then boil them in salted water. In a large pot, sauté chopped onion, carrot, and celery in olive oil. Add the tomatoes and cook for 10 minutes. Cut the cabbage, chard, and potato into pieces and add them to the pot, covering with the bean cooking liquid. Simmer for 40 minutes, then add the beans and cook for another 15 minutes. Layer slices of stale bread and soup in a pot, let it rest for at least an hour, then reheat before serving with a drizzle of olive oil.",
    "fonte": "fonti/accademia.html",
    "anchor": "ribollita-accademia"
  },
  {
    "id": "ribollita-agnetti",
    "nome": "Zuppa di magro",
    "description": "<ul><li>Pane casalingo raffermo, grammi 400</li><li>Fabiuoli bianchi, grammi 300</li><li>Cavoli: mezza palla di verza e altrettanto di cavolo nero</li><li>Olio di oliva, grammi 150</li><li>Un mazzo di bietola e una patata</li><li>Qualche cotenna di carnesecca (pancetta), tagliata a striscioline.</li></ul>Mettete al fuoco circa due litri d'acqua fredda con dentro i fagiuoli e le cotenne. Se, nel bollire, i fagiuoli restano asciutti, aggiungetevi via via un poco d'acqua calda.<br>Fate poi, a parte, un battuto con un quarto di cipolla, due spicchi d'aglio, un po' di sedano e un po' di prezzemolo. Tritate ogni cosa molto fine, mettetelo al fuoco con l'olio suddetto, e quando sarà colorito, buttateci dentro prima i cavoli, poi la bietola e la patata, il tutto tagliato all'ingrosso. Condite con sale e pepe, poi aggiungete un po' di pomodoro e se, nel bollire, restassero un po' asciutti, bagnateli con la broda dei fagiuoli.<br>Quando i fagiuoli saranno cotti, mettetene la quarta parte, insieme alle cotenne, negli erbaggi; il resto dei fagiuoli passateli allo staccio e scioglieteli nella broda, versando anche questa nella cazzeruola degli erbaggi.<br>Rimestate, lasciate bollire un altro poco, eppoi versate il tutto in una zuppiera, dove avrete già messo il pane tagliato a fettoline, e copritela, per servirla dopo un quarto d'ora.<br>Si può mangiarla calda e anche fredda.",
    "fonte": "fonti/agnetti.html",
    "anchor:": "ribollita-agnetti"
  },
  {
    "id": "cacciucco-artusi",
    "nome": "Cacciucco I",
    "description": "Cacciucco! Lasciatemi far due chiacchiere su questa parola la quale forse non è intesa che in Toscana e sulle spiagge del Mediterraneo, per la ragione che ne’ paesi che costeggiano l’Adriatico è sostituita dalla voce <i>brodetto</i>. A Firenze, invece, il brodetto è una minestra che s’usa per Pasqua d’uova, cioè una zuppa di pane in brodo, legata con uova frullate e agro di limone. La confusione di questi e simili termini fra provincia e provincia, in Italia, è tale che poco manca a formare una seconda Babele. Dopo l’unità della patria mi sembrava logica conseguenza il pensare all’unità della lingua parlata, che pochi curano e molti osteggiano, forse per un falso amor proprio e forse anche per la lunga e inveterata consuetudine ai propri dialetti.<br><br>Tornando al cacciucco, dirò che questo, naturalmente, è un piatto in uso più che altrove nei porti di mare, ove il pesce si trova fresco e delle specie occorrente al bisogno. Ogni pescivendolo è in grado di indicarvi le qualità che meglio si addicono a un buon cacciucco; ma buono quanto si voglia, è sempre un cibo assai grave e bisogna guardarsi dal farne una scorpacciata.<br><br>Per grammi 700 di pesce, trinciate fine mezza cipolla e mettetela a soffriggere con olio, prezzemolo e due spicchi d’aglio intero. Appena che la cipolla avrà preso colore, aggiungete grammi 300 di pomodori a pezzi, o conserva, e condite con sale e pepe. Cotti che siano i pomodori, versate sui medesimi un dito d’aceto se è forte, e due se è debole, diluito in un buon bicchier d’acqua. Lasciate bollire ancora per qualche minuto, poi gettate via l’aglio e passate il resto spremendo bene. Rimettete al fuoco il succo passato, insieme col pesce che avrete in pronto, come sarebbero, parlando dei più comuni, sogliole, triglie, pesce cappone, palombo, ghiozzi, canocchie, che in Toscana chiamassi cicale, ed altre varietà della stagione, lasciando interi i pesci piccoli e tagliando a pezzi i grossi. Assaggiate se sta bene il condimento; ma in ogni caso non sarà male aggiungere un po’ d’olio tenendosi piuttosto scarsi nel soffritto. Giunto il pesce a cottura e fatto il cacciucco, si usa portarlo in tavola in due vassoi separati; in uno il pesce asciutto, nell’altro tante fette di pane, grosse un dito, quante ne può intingere il succo che resta, ma prima asciugatele al fuoco senza arrostirle.",
    "fonte": "fonti/artusi.html",
    "anchor:": "cacciucco-artusi"
  },
  {
    "id": "cacciucco-boni", 
    "nome": "Cacciucco alla livornese",
    "description": "Per 6 persone: Pesce misto da zuppa, kg. 1,5 - Pomodori pelati, g. 500 - Aglio, 3 spicchi - Cipolla, 1 - Peperoncino - Vino rosso, ml. 100 - Brodo di pesce, ml. 500 - Olio, ml. 100 - Sale - Pepe - Pane tostato.<br><br>Soffriggete nell'olio l'aglio e la cipolla tritati con il peperoncino. Aggiungete i pomodori pelati e il vino rosso e lasciate evaporare. Unite il brodo di pesce e portate a bollore. Aggiungete i pesci partendo dai più grandi e terminando con quelli più piccoli. Cuocete per circa 30 minuti. Servite il cacciucco su fette di pane tostato strofinate con aglio.",
    "fonte": "fonti/boni.html",
    "anchor:": "cacciucco-boni"
  },
  {
    "id": "cacciucco-carnacina",
    "nome": "Cacciucco",
    "description": "Pesce misto da zuppa (scorfano, palombo, tracina, gallinella, seppie), kg. 1,5; pomodori pelati, g. 500; aglio, 4 spicchi; cipolla, 1; peperoncino, 1; vino rosso, ml. 150; brodo di pesce, ml. 500; olio extravergine d'oliva, ml. 100; sale; pepe; pane toscano raffermo.<br><br>Soffriggere l’aglio e la cipolla tritati con il peperoncino in olio d’oliva. Aggiungere i pomodori pelati schiacciati e cuocere per 10 minuti. Sfumare con vino rosso e lasciar evaporare. Unire il brodo di pesce e portare a bollore. Aggiungere prima le seppie e far cuocere per 20 minuti, poi il pesce a carne soda tagliato a pezzi e infine il pesce più delicato. Cuocere per altri 15 minuti senza mescolare troppo. Servire su fette di pane toscano tostato e strofinato con aglio, completando con un filo d’olio a crudo.",
    "fonte": "fonti/carnacina-veronelli.html",
    "anchor": "cacciucco-carnacina"
  },
  {
    "id": "cacciucco-accademia",
    "nome": "Tuscan fish stew",
    "description": "<ul><li>Mixed fish (scorpionfish, monkfish, gurnard, cuttlefish), 1.5 kg</li><li>Peeled tomatoes, 500 g</li><li>Garlic, 4 cloves</li><li>Onion, 1</li><li>Red chili pepper, 1</li><li>Red wine, 150 ml</li><li>Fish stock, 500 ml</li><li>Extra virgin olive oil, 100 ml</li><li>Salt</li><li>Pepper</li><li>Rustic bread, sliced</li></ul>In a large pot, sauté the chopped onion and garlic with chili pepper in olive oil. Add the crushed tomatoes and cook for 10 minutes. Pour in the red wine and let it evaporate. Add the fish stock and bring to a simmer. First, add the cuttlefish and cook for 20 minutes. Then, add the firmer fish, followed by the more delicate varieties. Simmer for 15 more minutes without stirring too much. Serve the stew over toasted rustic bread rubbed with garlic and drizzle with olive oil.",
    "fonte": "fonti/accademia.html",
    "anchor": "cacciucco-accademia"
  },
  {
    "id": "cacciucco-agnetti",
    "nome": "Cacciucco",
    "description":"E' il piatto tradizionale che si mangia comunemente a Livorno e in tutta la costa del Tirreno, da Spezia a Orbetello. Con leggere varianti in tutti i paesi di mare si usa mangiare press'appoco lo stesso piatto, sotto altri nomi. Sulla costa Adriatica, per esempio, si chiama <i>brodetto</i>, nei paesi meridionali, <i>zuppa alla marinara</i>, e nella Provenza litoranea è famoso sotto il nome di <i>bouille-abaisse</i>. Ma il re di tutte queste varie zuppe di pesce è, per generale consenso, il cacciucco toscano.<br>Il vero e proprio cacciucco non si può mangiarlo perfetto che nei porti di mare, dove si trova più facilmente il genere di pesce adatto per comporlo. Questo genere di pesce che è il più spregiato dalla gente di gusto fine, non viene quasi mai nelle città dell'interno che sogliono consumare quello che v'ha di meglio e si trova invece abbondante nei porti di mare ove resta come roba da poveri che possono spender poco.<br>Ecco frattanto le dosi:<ul><br><il>Pesce (palombo, pesce cappone, pesce prete, triglie, sogliole, ghiozzi, canocchie che in Toscana si chiamano <i>cicale</i>, e altre varietà) grammi 700.</li><li>Pomodoro o conserva, grammi 300.</li><li>Mezza cipolla, prezzemolo e due spicchi d'aglio.</li><li>Olio, un ettogramma.</li><li>Aceto, un dito.</li><li>Sale e pepe, quanto bastano.</li></ul>Tritate mezza cipolla e mettetela a soffriggere con olio, prezzemolo e aglio intero. Quando la cipolla sarà colorita, aggiungete il pomodoro a pezzi, o la conserva, e condite con sale e pepe abbondante, e cotti che siano i pomodori versateci sopra un dito d'aceto molto forte, o due dita se è debole, allungato in un bicchiere d'acqua. Lasciate bollire ancora cinque minuti, poi gettate via l'aglio e passate il resto spremendolo bene. Rimettete sul fuoco il succo passato, insieme col pesce che avrete preparato, lasciando interi i pesci piccoli e facendo a pezzi i grossi. Assaggiate se sta bene il condimento, e aggiungetevi un po' d'olio, tenendovi scarsi nel soffritto. Non appena il pesce è cotto il cacciucco sarà fatto. Servitelo in un piatto fondo dove avrete già stese alcune fette di pane asciugate al fuoco che s'imbeveranno così nel sugo del pesce e saranno deliziose.",
    "fonte": "fonti/agnetti.html",
    "anchor": "cacciucco-agnetti"
  }
  ]
  